[
  {
    "from": "Human Resources <hrd@docsmedicalbilling.com>",
    "subject": "Dress Code for 14th August Celebration",
    "body": "BCC: All ConcernsDear Team,As part of our 14th August celebration on Wednesday, we kindly request all employees to follow the specified theme attire to make the event more vibrant and unified.Male employees: Please wear a white salwar kameez or a white shirt along with cotton pants/jeans.Female employees: Please follow the white and green attire theme.This dress code is mandatory for everyone, as we will be having a group photo shoot on Wednesday to commemorate the celebration.Your cooperation is highly appreciated to make this event memorable.Thank you and looking forward to your enthusiastic participation!Regards, Human Resources Department Docs Medical Billing LLC. email: hrd@docsmedicalbilling.comphone: +1 (559) 330-1413Website: www.docsmedicalbilling.com WARNING: CONFIDENTIALITY NOTICE – The information enclosed with this transmission are the private, confidential property of the sender, and the material is privileged communication intended solely for the individual indicated. If you are not the intended recipient, you are notified that any review, disclosure, copying, distribution, or the taking of any other action relevant to the contents of this transmission are strictly prohibited. If you have received this transmission in error, please notify us immediately at info@docsmedicalbilling.com"
  },
  {
    "from": "Human Resources <hrd@docsmedicalbilling.com>",
    "subject": "Display of Employee ID Cards & Cooperation with Security Guard",
    "body": "BCC: All ConcernsDear Team,This is a reminder that all employees are required to wear their employee ID cards visibly while on company premises at all times. This is a standard security protocol and is essential for ensuring a safe and secure work environment for everyone.Please cooperate fully if security guard asks to see your employee ID. It is part of their official job responsibilities to verify identification, and they are acting in the interest of everyone’s safety.We want to emphasize that no form of disrespect or misconduct towards the security staff will be tolerated under any circumstances. Everyone deserves to be treated with professionalism and courtesy, regardless of their role.Let’s work together to maintain a respectful and secure workplace.Thank you for your cooperation!Regards, Human Resources Department Docs Medical Billing LLC. email: hrd@docsmedicalbilling.comphone: +1 (559) 330-1413Website: www.docsmedicalbilling.com WARNING: CONFIDENTIALITY NOTICE – The information enclosed with this transmission are the private, confidential property of the sender, and the material is privileged communication intended solely for the individual indicated. If you are not the intended recipient, you are notified that any review, disclosure, copying, distribution, or the taking of any other action relevant to the contents of this transmission are strictly prohibited. If you have received this transmission in error, please notify us immediately at info@docsmedicalbilling.com"
  },
  {
    "from": "Human Resources <hrd@docsmedicalbilling.com>",
    "subject": "Strict Adherence to Dress Code Policy",
    "body": "BCC: All ConcernsDear Team,Hope you are doing well.This is a reminder to all employees to strictly adhere to the company’s dress code policy. While we have allowed certain relaxations in the past, please note that effective Monday, 11 August 2025, any breach of the dress code policy will result in a penalty of Rs 250.Note: No exceptions will be made regarding this policy.If you have any questions or require clarity about the dress code policy, you are encouraged to visit the HR department for a detailed explanation.Thank you for your cooperation and understanding!Regards, Human Resources Department Docs Medical Billing LLC. email: hrd@docsmedicalbilling.comphone: +1 (559) 330-1413Website: www.docsmedicalbilling.com WARNING: CONFIDENTIALITY NOTICE – The information enclosed with this transmission are the private, confidential property of the sender, and the material is privileged communication intended solely for the individual indicated. If you are not the intended recipient, you are notified that any review, disclosure, copying, distribution, or the taking of any other action relevant to the contents of this transmission are strictly prohibited. If you have received this transmission in error, please notify us immediately at info@docsmedicalbilling.com"
  }
]